Repository: alecslupu/sfshop
Catalog: branches/1.4/plugins/sfsCorePlugin/i18n/*/messages.po
Languages: fr

source: Contact Us
fr: Contactez nous

source: Send
fr: Envoyer

source: First name is required
fr: Le prénom est obligatoire

source: First name can not be less than 2 characters
fr: Le prénom doit comprendre plus de 2 caractères

source: First name can not be more than 255 characters
fr: Le prénom ne doit pas comporter plus de 255 caractères

source: Last name is required
fr: Le champ nom est obligatoire

source: Last name can not be less than 2 characters
fr: Le prénom doit comporter plus de 2 caractères

source: Last name can not be more than 255 characters
fr: Le nom ne doit pas comporter plus de 255 caractères

source: Email is required
fr: L'email est obligatoire

source: This is not a valid email address
fr: Cet email est invalide

source: Subject is required
fr: Le sujet est obligatoire

source: Subject can not be less than 5 characters
fr: Le sujet doit comporter plus de 5 caractères

source: Body is required
fr: Le message est obligatoire

source: Body can not be less than 5 characters
fr: Le message doit comporter plus de 5 caractères

source: Subject
fr: Sujet

source: Body
fr: Message

source: Page not found
fr: Page non trouvée

source: Sorry, but page which you requested was not found.
fr: Désolé mais la page que vous demandé est inconnue

source: Server internal error
fr: Erreur interne

source: Sorry, but something was broken, we has been notified about this error. As soon as possible we will fix this error and you will be able to use our service.
fr: Désolé, quelque chose ne tourne pas rond. Nous en avons été informé et nous nous efforçons de régler le problème au plus vite.

source: Language
fr: Langue

source: Password:
fr: Mot de passe:

source: New password for admin
fr: Nouveau mot de passe admin

source: list
fr: liste

source: save
fr: Enregistrer

source: Add new admin
fr: Ajoute un administrateur

source: Edit admin &ldquo;%title%&rdquo;
fr: Edition de l'administrateur &ldquo;%title%&rdquo;

source: Add new page
fr: Ajouter une page

source: Edit page &ldquo;%title%&rdquo;
fr: Edition de la page &ldquo;%title%&rdquo;
