Repository: alecslupu/sfshop
Catalog: plugins/sfsPaymentAuthorizeNetPlugin/i18n/*/messages.po
Languages: ru

source: Credit card number
ru: Номер карты

source: CCV2
ru: Секретный код карты

source: Expiration Date
ru: Действителена до

source: Credit card number is incorrect
ru: Номер карты неверный

source: Credit card number is a required field
ru: Номер карты является обязательным полем

source: CCV2 security code is incorrect
ru: Секретный код карты неверный

source: CCV2 security code is a required field
ru: Секретный код карты является обязательным полем

source: Credit card has expired
ru: Срок действия карты истек

source: Pay through AuthorizeNet
ru: Оплата через AuthorizeNet

source: Edit card info
ru: Редактирование данных карты

source: Credit card info
ru: Данные карты

source: Edit
ru: Редактировать

source: Total
ru: Итого

source: Confirm
ru: Подтвердить

source: Submit
ru: Отправить

source: Cancel
ru: Отмена
