Repository: alecslupu/sfshop
Catalog: branches/nyholmsolutions/plugins/sfsMemberPlugin/i18n/*/messages.po
Languages: ru

source: Email
ru: Адрес электроной почты

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Primary phone
ru: Первичный телефон

source: Secondary phone
ru: Вторичный телефон

source: You will use email address for login
ru: Используется для входа в систему

source: This information necessary for password recovery
ru: Эта информация нужна для восстановления пароля

source: In some urgent cases we'll need to contact you quickly and directly.
ru: В некоторых случаях нам нужно будет связаться с вами.

source: This is not a valid email address
ru: Адрес электронной почты неверный

source: An account with this email already exists
ru: Аккаунт с таким адресом электронной почты уже существует

source: Email is a required field
ru: Адрес электронной почты является обязательным полем

source: First Name is a required field
ru: Имя является обязательным полем

source: First Name can not be less 2 characters
ru: Имя не может быть короче 2 символов

source: First Name can not be more 255 characters
ru: Имя не может быть больше чем 255 символов

source: Last Name is a required field
ru: Фамилия является обязательным полем

source: Last Name can not be less 2 characters
ru: Фамилия не может быть короче 2 символов

source: Last Name can not be more 255 characters
ru: Фамилия не может быть больше чем 255 символов

source: Primary phone is a required field
ru: Первичный телефон является обязательным полем

source: Phone number can not be less 4 characters
ru: Телефон не может быть короче 4 символов

source: Phone number can not be more 20 characters
ru: Номер телефона не может быть больше 20 символов

source: New password
ru: Новый парль

source: Confirm new password
ru: Подтверждение нового пароля

source: Current password is a required field
ru: Текущий пароль является обязательным полем

source: New password is a required field
ru: Новый пароль является обязательным полем

source: New password must be 6 or more characters
ru: Новый пароль не может быть короче 6 символов

source: New password can not be more 200 characters
ru: Новый пароль не может быть больше чем 200 символов

source: Confirm new password is a required field
ru: Подтверждение пароля является обязательным полем

source: Passwords do not match
ru: Пароли не совпадают

source: Confirm code
ru: Код подтверждения

source: Confirm code is a required field
ru: Код подтверждения является обязательным полем

source: Secret answer
ru: Секретный вопрос

source: Please input an answer on a secret question
ru: Пожалуйста, ведите ответ на секретный вопрос

source: Password is a required field
ru: Пароль является обязательным полем

source: Password
ru: Пароль

source: Confirm password
ru: Подтверждение пароля

source: Secret question
ru: Секретный вопрос

source: Password must be 6 or more characters
ru: Пароль не может быть короче 6 символов

source: Password can not be more 200 characters
ru: Пароль не может быть больше 200 символов

source: Confirm password is a required field
ru: Подтверждение пароля является обязательным полем

source: Please select a secret question
ru: Пожалуйста выберите секретный вопрос

source: Secret answer is a required field
ru: Ответ на секретный пароль является обязательным полем

source: Secret answer can not be less 2 characters
ru: Ответ на секретный вопрос не может быть короче 2 символов

source: You have wrong email or password
ru: Не верный логин или пароль

source: The confirm code is wrong
ru: Код подтверждения неверный

source: Answer is wrong
ru: Ответ неверный

source: You have changed the email address. You should confirm a new email. Please, check your email, the letter with instruction has been sent to you.
ru: Вы изменили адрес электронной почты. Теперь вам нужно подтвердить его. Код подтверждения был выслан на ваш новый адрес электронной почты.

source: Your profile has been updated.
ru: Ваш профайл обновлен.

source: Your password was changed
ru: Пароль изменен

source: Edit profile
ru: Редактирование профайла

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Confirm email
ru: Подтверждение адреса электронной почты

source: You are confirmed your email. Thanks!
ru: Спасибо, вы подтвердили ваш адрес электронной почты.

source: Confirm
ru: Подтвердить

source: Forgot password step one
ru: Восстановление пароля шаг 1

source: Send
ru: Послать

source: Forgot password step two
ru: Восстановление пароля шаг 2

source: Your login and password has been sent to your email.
ru: Логин и пароль были высланы на ваш адрес электронной почты

source: Sign in
ru: Вход

source: Forgot password?
ru: Забыли пароль?

source: Sign up
ru: Регистрация

source: My profile
ru: Мой профиль

source: You are registered now. But you should to confirm your email. Please, check your email, the letter with instruction has been sent to you.
ru: Поздравляем, Вы зарегистрированы. Но Вы должны подтвердить регистрацию. Проверьте вашу почту, вам был выслан код подтверждения.

source: Submit
ru: Отправить

source: Contact info
ru: Контактные данные

source: Edit
ru: Редактировать

source: Edit contact info
ru: Редактирование контактных данных

source: list
ru: список

source: save
ru: сохранить

source: Current password
ru: Текущий пароль
